export const cardDatas = [
	{
		name: 'Fool (어리석음)',
		keyword: '무모함, 새로운 시작, 자유로움',
		description:
			'어리석음 카드는 무모한 모험과 새로운 시작을 상징합니다. 이 카드는 자유로움과 경험을 추구하는 욕구를 나타내며, 때로는 위험에 대한 무관심함을 의미하기도 합니다. 어리석음 카드가 나타나면 새로운 기회를 향한 모험을 떠날 때이며, 어떤 위험이나 불확실성이 존재할 수 있지만 그럼에도 불구하고 믿음과 낙천적인 태도가 필요합니다. 이 카드는 새로운 시작을 의미하므로 자신을 해방시키고 변화에 열려 있음을 상기시키는 시기입니다.',
		score: 85,
		img: '/rozet/images/fool_0.png',
	},
	{
		name: 'Magician (마법사)',
		keyword: '능력, 창조, 자기주도성',
		description:
			'마법사 카드는 능력과 창조적인 힘, 자기주도성을 상징합니다. 이 카드는 당신이 주변의 에너지와 자원을 활용하여 원하는 것을 창조하고 실현할 능력을 가지고 있음을 암시합니다. 마법사는 손에 있는 모든 도구를 활용하여 목표를 달성하는 데 필요한 모든 요소를 조율합니다. 이 카드는 어떤 상황에서도 당신이 통제권을 가지고 있으며, 자신의 목표를 이루기 위한 능력을 가지고 있다고 말합니다. 마법사 카드는 창조적인 노력과 자신감을 격려합니다.',
		score: 92,
		img: '/rozet/images/magician_1.png',
	},
	{
		name: 'The High Priestess (고위 여사제)',
		keyword: '직관, 신비, 깊은 이해',
		description:
			'고위 여사제 카드는 직관, 신비한 지식, 깊은 이해를 상징합니다. 이 카드는 숨겨진 지식과 진실을 찾는 데 필요한 내면의 지혜와 연결된 것을 나타냅니다. 여사제는 미지의 영역을 탐구하고, 꿈, 직관, 예감을 중시합니다. 이 카드는 당신에게 내면 세계를 탐구하고 무의식적인 정보에 귀 기울이라는 메시지를 전달합니다. 고위 여사제는 대화의 깊은 의미와 숨겨진 진리를 발견하는 데 도움을 줄 수 있습니다.',
		score: 88,
		img: '/rozet/images/the_high_priestess_2.png',
	},
	{
		name: 'The Empress (황후)',
		keyword: '풍요, 창조, 모성',
		description:
			'황후 카드는 풍요, 창조, 모성을 상징합니다. 이 카드는 자연의 풍요와 생명력을 나타내며, 창조적인 에너지와 관계성을 중시합니다. 황후는 모성의 상징이기도 하며, 자신과 주변 사람들을 사랑과 배려로 채우는 데 중요한 역할을 합니다. 이 카드가 나타나면 창조적인 프로젝트나 관계가 번영하고, 풍요롭게 발전할 가능성이 높아집니다. 황후 카드는 인내와 자연의 흐름을 따르는 지혜를 상기시킵니다.',
		score: 92,
		img: '/rozet/images/the_empress_3.png',
	},
	{
		name: 'The Emperor (황제)',
		keyword: '지배, 권력, 안정',
		description:
			'황제 카드는 지배, 권력, 안정을 상징합니다. 이 카드는 권위와 통제, 조직화된 힘을 나타내며, 규율과 안정을 추구합니다. 황제는 리더십과 결단력을 상징하며, 상황을 통제하고 완벽한 계획을 세우려는 의지를 강조합니다. 이 카드가 나타나면 당신은 현재 상황을 조직화하고 통제하며, 목표를 달성하기 위해 결단력을 발휘해야 할 때일 수 있습니다. 황제 카드는 안정과 권위를 상징하므로 자신의 역할을 자각하고 책임을 다해야 할 때를 나타냅니다.',
		score: 80,
		img: '/rozet/images/the_emperor_4.png',
	},
	{
		name: 'Hierophant (교황)',
		keyword: '전통, 신앙, 가르침',
		description:
			'교황 카드는 전통, 신앙, 가르침을 상징합니다. 이 카드는 종교적이거나 정신적인 지혜를 찾는 데 중요한 역할을 할 수 있으며, 신념과 도덕적인 원칙을 존중하는 가르침을 내려주는 상징입니다. 교황은 지혜롭고 신뢰할 만한 조언자이며, 사회적 규범과 전통을 중시합니다. 이 카드가 나타나면 현재 상황에서 도덕적인 선택과 가르침을 받을 필요가 있을 수 있습니다. 교황 카드는 지식과 신앙을 강조하며, 정신적인 성장을 장려합니다.',
		score: 78,
		img: '/rozet/images/hierophant_5.png',
	},
	{
		name: 'The Lovers (연인)',
		keyword: '사랑, 연결, 선택',
		description:
			'연인 카드는 사랑, 연결, 선택을 상징합니다. 이 카드는 두 개체 또는 두 가지 선택 사이의 연결과 결합을 나타냅니다. 연인 카드는 어떤 중요한 선택을 할 때의 갈등과 결정을 다룹니다. 이 카드가 나타나면 사랑, 관계, 동반자와의 연결에 주목해야 할 때입니다. 연인 카드는 두 가지 선택 사이에서 자신의 내면 가이드를 따르고, 진정한 연결과 균형을 찾기 위한 의지를 나타냅니다. 사랑과 관계에 대한 선택을 강조하며 이를 통해 성장과 발전이 가능하다는 메시지를 전달합니다.',
		score: 86,
		img: '/rozet/images/the_lovers_6.png',
	},
	{
		name: 'The Chariot (전차)',
		keyword: '승리, 희망, 의지',
		description:
			'전차 카드는 승리, 희망, 의지를 상징합니다. 이 카드는 당신이 목표를 향해 나아가는 결단력과 의지를 강조합니다. 전차는 모험과 열정을 통해 어려움을 극복하고 성취에 도달하는 데 필요한 에너지를 제공합니다. 이 카드가 나타나면 당신은 어떤 상황에서도 끈질기게 노력하고 이겨낼 수 있는 능력을 갖추고 있음을 상기시켜줍니다. 전차 카드는 희망을 지니고 나아가는 데 도움이 되며, 자신의 목표를 향해 단단한 의지를 가지고 나아가야 할 때를 나타냅니다.',
		score: 84,
		img: '/rozet/images/the_chariot_7.png',
	},
	{
		name: 'Strength (힘)',
		keyword: '용기, 인내, 자제력',
		description:
			'힘 카드는 용기, 인내, 자제력을 상징합니다. 이 카드는 심리적인 힘과 강인한 의지를 나타내며, 자신의 내면력을 활용하여 어려운 상황을 극복할 수 있다는 메시지를 전달합니다. 힘 카드는 분쟁을 조절하고 평화를 유지하는 데 필요한 인내와 자제력을 강조합니다. 이 카드가 나타나면 자신의 강인함과 용기를 믿으며 어려움을 극복할 수 있다는 확신을 얻게 됩니다. 힘 카드는 어떤 상황에서도 자신을 통제하고 조절할 수 있는 능력을 강조합니다.',
		score: 90,
		img: '/rozet/images/strength_8.png',
	},
	{
		name: 'The Hermit (은둔자)',
		keyword: '고요, 깊은 고민, 내면',
		description:
			'은둔자 카드는 고요, 깊은 고민, 내면의 탐구를 상징합니다. 이 카드는 외부의 소음과 방해에서 독립하고, 내면 성장과 지혜를 얻기 위해 고요한 시간을 가질 필요성을 강조합니다. 은둔자는 자기 깨달음을 찾는 여정에 나서며, 자기 자신과 조화를 이루려는 노력을 상징합니다. 이 카드가 나타나면 혼자 있는 시간이 필요하거나 내면의 질문에 답하기 위해 고요한 고민이 필요할 때를 나타냅니다. 은둔자 카드는 내적 지혜와 깊은 통찰력을 얻기 위한 의지를 나타내며, 정신적인 성장을 장려합니다.',
		score: 88,
		img: '/rozet/images/the_hermit_9.png',
	},
	{
		name: 'The Wheel of Fortune (운명의 바퀴)',
		keyword: '운명, 순환, 기회',
		description:
			'운명의 바퀴 카드는 운명, 순환, 기회를 상징합니다. 이 카드는 모든 것이 순환적이며 변화무쌍하다는 것을 암시합니다. 바퀴가 돌 때, 운명이 변하고 새로운 기회가 찾아온다는 메시지를 전달합니다. 이 카드가 나타나면 삶의 변화와 기회를 환영하고, 현재 상황이 변화하고 나아질 수 있는 가능성을 염두에 두어야 합니다. 운명의 바퀴 카드는 운이 좋아지고 새로운 경험을 통해 성장할 기회를 나타냅니다. 이러한 변화를 올바르게 활용함으로써 행운을 더욱 향상시킬 수 있습니다.',
		score: 89,
		img: '/rozet/images/the_wheel_of_fortune_10.png',
	},
	{
		name: 'Justice (정의)',
		keyword: '공평, 균형, 결정',
		description:
			'정의 카드는 공평, 균형, 결정을 상징합니다. 이 카드는 공평한 판단과 균형을 찾는 중요성을 강조합니다. 정의는 이성과 도덕적 원칙을 따르며, 의사결정에 있어서 공정성을 추구합니다. 이 카드가 나타나면 현재 상황에서 공평하게 대우하고, 올바른 판단을 내리는 데 중요한 역할을 할 때입니다. 정의 카드는 불필요한 갈등을 피하고 균형을 찾는 데 도움을 주며, 자신의 선택과 행동에 대한 책임을 강조합니다.',
		score: 87,
		img: '/rozet/images/justice_11.png',
	},
	{
		name: 'The Hanged Man (매달린 사람)',
		keyword: '희생, 깨달음, 미묘한 변화',
		description:
			'매달린 사람 카드는 희생, 깨달음, 미묘한 변화를 상징합니다. 이 카드는 때로는 미묘하고 특이한 관점에서 상황을 살펴보고, 어떤 것을 희생하고 어떤 것을 얻어야 하는지를 고민해야 할 때를 나타냅니다. 매달린 사람은 고요한 깨달음과 변화를 위한 희생의 상징이며, 현재의 상황을 새로운 시각에서 이해하고자 하는 의지를 강조합니다. 이 카드는 불확실한 시기와 상황에서 미묘한 변화의 징조일 수 있습니다. 불편하더라도 자신의 관점을 바꾸고 새로운 통찰력을 찾을 준비가 되어 있는 상태를 나타냅니다.',
		score: 82,
		img: '/rozet/images/the_hanged_man_12.png',
	},
	{
		name: 'Death (죽음)',
		keyword: '변화, 종결, 재탄생',
		description:
			'죽음 카드는 변화, 종결, 재탄생을 상징합니다. 이 카드는 어떤 상황이나 관계가 끝나고 새로운 시작을 위한 변화가 필요함을 나타내며, 종종 고정관념이나 부정적인 패턴을 버리는 과정을 나타냅니다. 죽음 카드는 시간의 흐름과 자연의 순환을 상기시키며, 과거의 것을 놓고 미래로 나아가는 중요성을 강조합니다. 이 카드가 나타나면 변화를 환영하고 새로운 기회를 향한 준비를 강조하며, 재탄생과 성장의 기회가 찾아올 수 있음을 암시합니다.',
		score: 86,
		img: '/rozet/images/death_13.png',
	},
	{
		name: 'Temperance (절제)',
		keyword: '균형, 중재, 조화',
		description:
			'절제 카드는 균형, 중재, 조화를 상징합니다. 이 카드는 양립하기 어려운 것들을 조화롭게 조절하고 조화를 찾아내는 데 필요한 미덕을 강조합니다. 절제는 감정과 이성, 정신과 육체, 두 가지 상반된 힘 또는 요소 사이의 조화를 찾는 데 중요한 역할을 합니다. 이 카드가 나타나면 현재의 상황에서 조화와 균형을 찾고 중요한 결정을 내리는 데 중재와 절제가 필요할 때를 나타냅니다. 절제 카드는 인내와 협조를 강조하며, 모든 것을 적절하게 조화롭게 조절해야 할 때임을 상기시킵니다.',
		score: 88,
		img: '/rozet/images/temperance_14.png',
	},
	{
		name: 'Devil (악마)',
		keyword: '유혹, 속박, 타락',
		description:
			'악마 카드는 유혹, 속박, 타락을 상징합니다. 이 카드는 욕망과 타락, 자신을 속박하는 힘에 대한 경고를 나타내며, 종종 물질적인 욕망이나 중독과 관련되어 있습니다. 악마는 자신의 속박과 제한을 인식하고 해제해야 할 때를 상징하며, 어떤 상황에서 자유로워지기 위해 내면의 어떤 것을 해방해야 하는지를 강조합니다. 이 카드가 나타나면 자신을 속박하는 것에 대한 인식과 변화가 필요하며, 유혹에 빠지지 않고 균형을 유지해야 할 때를 나타냅니다.',
		score: 72,
		img: '/rozet/images/devil_15.png',
	},
	{
		name: 'The Tower (탑)',
		keyword: '파괴, 혼란, 변화',
		description:
			'탑 카드는 파괴, 혼란, 변화를 상징합니다. 이 카드는 갑작스러운 사건이나 충격적인 변경을 나타내며, 기존의 구조나 믿음이 무너질 수 있다는 경고를 제공합니다. 탑은 종종 내면의 변화나 정신적인 깨달음의 시작을 나타내며, 때로는 불가피한 파괴가 필요한 경우를 나타냅니다. 이 카드가 나타나면 어떤 상황에서 혼란과 파괴가 발생할 수 있지만, 이를 통해 새로운 기회와 성장이 가능하다는 메시지를 전달합니다. 탑 카드는 변화의 필요성과 자기 성장을 강조합니다.',
		score: 74,
		img: '/rozet/images/the_tower_16.png',
	},
	{
		name: 'The Star (별)',
		keyword: '희망, 영감, 기대',
		description:
			'별 카드는 희망, 영감, 기대를 상징합니다. 이 카드는 어둠 끝에 빛을 찾고자 하는 욕망을 나타내며, 미래에 대한 긍정적인 전망과 희망을 표현합니다. 별은 자연의 순서와 우주의 지혜와 연결된다고 믿어집니다. 이 카드가 나타나면 어떤 어려움을 극복하고 새로운 희망을 찾을 준비가 되어 있다는 메시지를 전달합니다. 별 카드는 희망과 영감을 추구하며 미래에 대한 긍정적인 기대를 나타내며, 내면의 빛을 발견하고 나아갈 때를 강조합니다.',
		score: 91,
		img: '/rozet/images/the_star_17.png',
	},
	{
		name: 'The Moon (달)',
		keyword: '헷갈림, 불안, 진실',
		description:
			'달 카드는 헷갈림, 불안, 진실을 상징합니다. 이 카드는 혼란과 어둠 속에서 진실을 찾는 과정을 나타내며, 불확실한 상황에서의 감정적인 변화를 반영합니다. 달은 무의식적인 영역과 꿈의 세계와 연결되며, 가려진 것을 드러내는 역할을 합니다. 이 카드가 나타나면 현재의 상황에서 혼란과 헷갈림을 경험할 수 있으며, 진실을 찾는 과정이 필요할 때를 나타냅니다. 달 카드는 무의식적인 영역과 진실을 밝혀내고 깨달음을 얻기 위한 내적 여정을 강조합니다.',
		score: 75,
		img: '/rozet/images/the_moon_18.png',
	},
	{
		name: 'The Sun (태양)',
		keyword: '행복, 성공, 밝은 미래',
		description:
			'태양 카드는 행복, 성공, 밝은 미래를 상징합니다. 이 카드는 긍정적인 에너지와 확신, 밝은 빛을 나타내며, 모든 것이 잘 풀리고 행운이 가득한 시기를 예고합니다. 태양은 진리와 명확한 시각, 희망을 상징하며, 어둠과 불확실성을 밝은 빛으로 밀어내는 역할을 합니다. 이 카드가 나타나면 현재의 상황에서 행복과 성공을 경험하고, 밝은 미래에 대한 희망과 확신을 갖을 준비가 되어 있다는 메시지를 전달합니다. 태양 카드는 긍정적인 결과와 향상된 상황을 예고하며, 생명력과 활력을 상징합니다.',
		score: 95,
		img: '/rozet/images/the_sun_19.png',
	},
	{
		name: 'Judgement (심판)',
		keyword: '재고, 변화, 부활',
		description:
			'심판 카드는 재고, 변화, 부활을 상징합니다. 이 카드는 과거의 결정과 행동에 대한 재고와 새로운 시작의 필요성을 강조하며, 자신을 평가하고 변화할 준비가 되어 있는지를 물어봅니다. 심판은 부활과 새로운 기회를 나타내며, 자신의 인생 방향을 재고하는 시기를 나타냅니다. 이 카드가 나타나면 과거의 실수나 결정에 대한 평가와 변화의 필요성을 인식하며, 새로운 시작과 성장을 위한 자각의 시기임을 나타냅니다. 심판 카드는 자신을 다시 발견하고 부활하는 과정을 장려합니다.',
		score: 84,
		img: '/rozet/images/judgement_20.png',
	},
	{
		name: 'The World (세계)',
		keyword: '완성, 성취, 만족',
		description:
			'세계 카드는 완성, 성취, 만족을 상징합니다. 이 카드는 장기적인 목표를 달성하고 모든 것을 완성시키는 시기를 나타내며, 성취와 만족의 순간을 경험할 준비가 되어 있다는 메시지를 전달합니다. 세계 카드는 성공과 완벽한 해결을 상징하며, 삶의 여정을 성공적으로 마무리하는 순간을 나타냅니다. 이 카드가 나타나면 현재의 상황에서 완성과 성취의 순간을 경험하고, 성공적인 결과를 기대할 수 있음을 나타냅니다. 세계 카드는 목표 달성과 성공을 중시하며 만족과 완성을 상징합니다.',
		score: 96,
		img: '/rozet/images/the_world_21.png',
	},
];
